{"id":1475498,"name":"Soupe Phở bò","description":"","url":"https:\/\/misstamkitchenette.com\/soupe-pho\/","image":"\/Photos\/FP3\/IMG_20210915_122807~2.jpg","prepTime":"PT1H0M","cookTime":"PT6H0M","totalTime":"PT7H0M","recipeCategory":"Plat","keywords":"soupe,vietnamien,boeuf,asiatique","recipeYield":6,"tool":[],"recipeIngredient":["Plat de côte avec os : 500 g","Jaret de bœuf : 500 g","Os à moelle : 1 kg","Queue de bœuf : 3 morceaux (400 g)","Oignons : 3","Gingembre : 1 morceau de 8 cm","Daïkon (radis blanc) : 300 g","Mélange d'épices pour soupe Phở (clous de girofle, badiane, cardamome noire, canelle, graines de coriandre, grains de poivre noir) : 50 g","Gros sel : 1 cs","Nuoc mam : 100 mL","Sucre : 40 g","Poire ou merlan : 400 g","Nouilles de riz pour Phở : 400 g","Basilic thaï : 6 tiges","Coriandre thaï : 12 tiges","Ciboule : 8 tiges","Menthe : 4 tiges","Pousses de haricots mungo : 200 g","Oignon blanc : 1","Citrons verts : 2","Piments : 2"],"recipeInstructions":["Je porte 4 L d'eau à ébullition dans une grande marmite. A l'ébullition, je plonge les os à moelle, la queue de bœuf, le jarret et le plat de côte et je laisse cuire 15 min à feu vif. Je rince la viande, vide la marmite et la lave.","Je remets la viande dans la marmite avec 4.5 L d'eau froide. Je porte à ébullition et baisse le feu à frémissement. Je laisse cuire 1 heure en écumant régulièrement.","Pendant ce temps, je dispose les oignons épluchés entiers et le gingembre non pelé sous le grill à 240°C pendant 5 min.","Je torréfie à sec les épices à la poêle 2 min.","Après l'heure de cuisson de la viande, j'ajoute au bouillon les oignons, le gingembre et le daïkon coupé en quatre. Je regroupe les épices dans un sachet et le plonge dans le bouillon. J'ajoute le sucre et le sel. Je maintiens le frémissement pendant 2 heures en écumant régulièrement, sans couvrir.","Après les deux heures (soit 3 heures pour la viande), j'enlève et je jette les épices, les oignons, le gingembre et le daïkon. Je sors le jarret et la partie de viande du plat de côte (laisser les os dans le bouillon). Je laisse refroidir la viande et la mets au frais.","Je rallonge le bouillon d'1 L d'eau et je laisse frémir encore 2 à 3 heures.","J'assaisonne avec quelques cuillères à soupe de nuoc mam.","Je sors la viande du réfrigérateur et la coupe en tranches fines. Je cisèle et\/ou effeuille les herbes que je dispose dans une assiette à présenter sur la table.","Je fais cuire les nouilles de riz le temps indiqué et les rince abondamment à l'eau froide avant de les égoutter.","Avec une passoire ou une écumoire, je réchauffe les nouilles dans le bouillons qui est sur le feu et je les dispose au fond de chaque bol. Je fais de même avec la viande. Je recouvre de fines tranches d'oignons blancs.","Je recouvre de bouillon. Je parsème d'herbes, de pousses de haricots mungo, j’assaisonne avec le jus d'un quart de citron vert."],"nutrition":[],"@context":"http:\/\/schema.org","@type":"Recipe","dateModified":"2021-09-15T11:46:55+0000","dateCreated":"2021-09-12T14:58:04+0000","printImage":false,"imageUrl":"\/apps\/cookbook\/recipes\/1475498\/image?size=full"}