{"id":1014708,"name":"Soupe au pistou","description":"","url":"https:\/\/www.marmiton.org\/recettes\/recette_soupe-au-pistou-de-ma-grand-mere_92782.aspx","image":"https:\/\/assets.afcdn.com\/recipe\/20200828\/113380_w600.jpg","prepTime":"PT0H30M","cookTime":"PT1H0M","totalTime":"PT1H30M","recipeCategory":"Plat","keywords":"soupe","recipeYield":6,"recipeIngredient":["Haricots secs rouges et blancs : 100 g","Haricots verts : 200 g","Carottes : 6","Pommes de terre : 2","Courgettes : 2","Oignon : 1","Poireau : 1","Coquilettes : 100 g","Gruyère ou parmesan","Poitrine salée : 200 g","Eau : 3L","Tomate mûres : 500 g","Ail : 6 gousses","Basilic frais : 1 bonne poignée","Huile d'olive : 1 verre","Sel et poivre"],"recipeInstructions":["Mettre les haricots secs à tremper 12 heures.","Laver et éplucher tous les légumes (sauf les courgettes), puis les couper en petits dés.","Mettre 3 litres d’eau dans un faitout avec la poitrine salée. Porter à ébullition, écumer si nécessaire. Saler et poivrer. Ajouter les légumes (mettre les pommes de terre un peu plus tard). Laisser mijoter pendant 45 mintutes, ajouter les coquillettes et laisser cuire encore un quart d’heure.","Pendant la cuisson, peler, épépiner et hacher les tomates, puis les mettre dans une passoire. ","Éplucher les gousses d’ail (ôter le germe), les piler dans un mortier, ajouter les feuilles de basilic préalablement hachées ainsi que quelques morceaux de pomme de terre pris dans la soupe. Bien travailler le tout. Saler, poivrer et ajouter l’huile d’olive petit à petit (comme une mayonnaise). Lorsque le mélange est pris, ajouter les tomates. Bien mélanger.","Retirer le faitout du feu, ajouter le pistou, remuer, couvrir et attendre 15 minutes avant de servir accompagné ou non de gruyère ou de parmesan."],"@context":"http:\/\/schema.org","@type":"Recipe","dateCreated":"0","dateModified":"2021-01-17T12:14:49+0000","printImage":false,"imageUrl":"\/apps\/cookbook\/recipes\/1014708\/image?size=full","tool":[],"nutrition":[]}